{
    "version": "https://jsonfeed.org/version/1",
    "title": "Teknozat",
    "description": "",
    "home_page_url": "https://teknozat.com",
    "feed_url": "https://teknozat.com/feed.json",
    "user_comment": "",
    "author": {
        "name": "U. Yazar"
    },
    "items": [
        {
            "id": "https://teknozat.com/pubii-ile-web-sitesi-olusturma/",
            "url": "https://teknozat.com/pubii-ile-web-sitesi-olusturma/",
            "title": "Publii İle Süper Hızlı Web Sitesi Nasıl Açılır?",
            "summary": "Publii bir statik web sitesi oluşturucu diyebileceğimiz bir içerik yönetim sistemi. Diğer içerik yönetim sistemlerinin aksine, dosyaları bir sunucuya yükleyip cms'yi oradan yönetmiyoruz. Bilgisyaraımıza kurduğumuz bir program vasıtasıyla sitemizi hazırlayıp bunu istediğimiz yerde barındırıyoruz. Bir çok ücretsiz seçenek mevcut. Bu sistemin olumlu tarafı html tabanlı&hellip;",
            "content_html": "<p>Publii bir statik web sitesi oluşturucu diyebileceğimiz bir içerik yönetim sistemi. Diğer içerik yönetim sistemlerinin aksine, dosyaları bir sunucuya yükleyip cms'yi oradan yönetmiyoruz. Bilgisyaraımıza kurduğumuz bir program vasıtasıyla sitemizi hazırlayıp bunu istediğimiz yerde barındırıyoruz. Bir çok ücretsiz seçenek mevcut. </p>\n<p>Bu sistemin olumlu tarafı html tabanlı sayfalar ürettiği için çok hızlı ve seo uyumlu. Ayrıca herhangi bir veritabanı ve ya dinamik dosya barındırmadığı için daha güvenli.</p>\n<p><strong>Olumlu Tarafları</strong></p>\n<ul>\n<li>Çok hızlı</li>\n<li>Seo uyumlu</li>\n<li>Ücretsiz</li>\n<li>Kullanışlı</li>\n</ul>\n<p><strong>Olumsuz Tarafları</strong></p>\n<ul>\n<li>Dinamik içerik oluşturulamaz</li>\n<li>Tema sayısı sınırlı</li>\n</ul>\n<h2>Publii İle site oluşturma</h2>\n<ol>\n<li>Getpublii.com üzerinden uygulamamızı indiriyoruz. Uygulama mac, windows ve linux olmak üzere tüm masaüstü işletim sistemlerinde çalışıyor.</li>\n<li>Uygulamayı açıp ilk sitemizi oluşturuyoruz.</li>\n<li>Github üzerinden hesap açıp bir repo oluşturuyoruz. Repomuzu public yapıp, pages üzerinden özel alanadı bağlıyoruz.</li>\n<li>Publii uygulamamıza gelip github verilerimizi server ayarları sekmesinden giriyoruz. </li>\n<li>Yazılarımızı yazıp, yayına alıyoruz. </li>\n</ol>\n<p>Oldukça kolay.</p>",
            "image": "https://teknozat.com/media/posts/1/publii.png",
            "author": {
                "name": "U. Yazar"
            },
            "tags": [
            ],
            "date_published": "2025-01-25T13:21:34+03:00",
            "date_modified": "2025-01-25T16:38:58+03:00"
        }
    ]
}
