{
    "version": "https://jsonfeed.org/version/1",
    "title": "Teknozat",
    "description": "",
    "home_page_url": "https://teknozat.com",
    "feed_url": "https://teknozat.com/feed.json",
    "user_comment": "",
    "author": {
        "name": "U. Yazar"
    },
    "items": [
        {
            "id": "https://teknozat.com/evren-bir-karadeligin-icinde-olabilir-mi/",
            "url": "https://teknozat.com/evren-bir-karadeligin-icinde-olabilir-mi/",
            "title": "Evren Bir Karadeliğin İçinde Olabilir mi?",
            "summary": "James Webb Uzay Teleskobu’nun (JWST) yaptığı önemli bir keşif, galaksi dönüşlerinde beklenmedik&hellip;",
            "content_html": "<p data-start=\"0\" data-end=\"92\">James Webb Uzay Teleskobu’nun (JWST) yaptığı önemli bir keşif, galaksi dönüşlerinde beklenmedik bir desen ortaya koyarak evrenimizin bir kara deliğin içinde var olabileceği teorisini destekleyebilir. Monthly Notices of the Royal Astronomical Society'de yayımlanan bir çalışmaya göre, erken evren galaksilerinin yaklaşık %66’sı saat yönünde dönüyor ve bu durum, mevcut kozmik yapı ve köken anlayışımıza meydan okuyor.</p>\n<p data-start=\"0\" data-end=\"92\"><strong data-start=\"0\" data-end=\"37\">JWST’nin Galaksi Dönüşü Bulguları</strong><br data-start=\"37\" data-end=\"40\"><strong data-start=\"40\" data-end=\"90\">JADES - JWST Gelişmiş Derin Gökada Araştırması</strong></p>\n<p data-start=\"94\" data-end=\"501\">James Webb Uzay Teleskobu’nun (JWST) yaptığı önemli bir keşif, galaksi dönüşlerinde beklenmedik bir desen ortaya koyarak evrenimizin bir kara deliğin içinde bulunabileceği teorisini destekleyebilir. Monthly Notices of the Royal Astronomical Society'de yayımlanan bir çalışmaya göre, erken evren galaksilerinin yaklaşık %66’sı saat yönünde dönüyor ve bu durum, mevcut kozmolojik anlayışımıza meydan okuyor.</p>\n<p data-start=\"503\" data-end=\"1094\">JWST’nin Gelişmiş Derin Gökada Araştırması (JADES) kapsamında 263 galaksi incelendi ve dönüş yönlerinde dikkat çekici bir dengesizlik gözlemlendi. Galaksilerin yaklaşık %66’sı saat yönünde dönerken, yalnızca %33’ü saat yönünün tersine dönüyor. Beklenen %50-%50’lik rastgele dağılıma aykırı olan bu büyük farklılık, özel bir bilgiye sahip olunmadan, çıplak gözle JWST görüntülerinde dahi görülebiliyor. Çalışmayı yöneten Kansas Eyalet Üniversitesi'nden Profesör Lior Shamir, bu beklenmedik desenin evrenin yapısı ve evrimi hakkındaki anlayışımız için derin sonuçları olabileceğini belirtti.</p>\n<hr data-start=\"1096\" data-end=\"1101\">\n<h3 data-start=\"1103\" data-end=\"1143\"><strong data-start=\"1107\" data-end=\"1141\">Kara Delik Kozmolojisi Teorisi</strong></h3>\n<p data-start=\"1144\" data-end=\"1496\">Kara delik kozmolojisi, diğer adıyla “Schwarzschild kozmolojisi,” gözlemlenebilir evrenimizin daha büyük bir evrende bulunan bir kara deliğin içinde var olduğunu öne sürer. İlk olarak fizikçi Raj Kumar Pathria ve matematikçi I. J. Good tarafından ortaya atılan bu teoriye göre, bir kara deliğin olay ufku bizim görünür evrenimizin sınırını oluşturur.</p>\n<p data-start=\"1498\" data-end=\"1552\">Kara delik kozmolojisinin temel unsurları şunlardır:</p>\n<ul data-start=\"1554\" data-end=\"2022\">\n<li data-start=\"1554\" data-end=\"1655\">Evrenimizdeki her kara delik, potansiyel olarak ayrı bir “bebek evrene” açılan bir kapı olabilir.</li>\n<li data-start=\"1656\" data-end=\"1761\">Bir kara deliğe düşen madde, Büyük Patlama'ya benzer şekilde bir sıçrama ve genişlemeye yol açabilir.</li>\n<li data-start=\"1762\" data-end=\"1884\">Bu model, enflasyon, karanlık madde veya karanlık enerji gibi varsayımlar olmadan kozmolojik gözlemleri açıklayabilir.</li>\n<li data-start=\"1885\" data-end=\"2022\">Teori, erken galaksilerin tercihli dönüş yönüne sahip olduğu JWST bulgularıyla örtüşerek, mevcut kozmoloji modellerine meydan okuyor.</li>\n</ul>\n<p data-start=\"2024\" data-end=\"2211\">Henüz tartışmalı olsa da, kara delik kozmolojisi evrenimizin kökeni ve yapısını anlamada ilginç bir alternatif çerçeve sunarak, uzun süredir devam eden kozmolojik bilmeceleri çözebilir.</p>\n<hr data-start=\"2213\" data-end=\"2218\">\n<h3 data-start=\"2220\" data-end=\"2264\"><strong data-start=\"2224\" data-end=\"2262\">Dünya’nın Hareketi Etkisi Hipotezi</strong></h3>\n<p data-start=\"2265\" data-end=\"2555\">Dünya’nın Hareketi Etkisi Hipotezi, JWST verilerinde gözlemlenen galaksi dönüş desenlerine alternatif bir açıklama getiriyor. Bu teori, gezegenimizin uzaydaki hareketinin gözlemsel bir yanılgı yaratabileceğini ve galaksi dönüşlerindeki beklenmedik dağılımı açıklayabileceğini öne sürüyor.</p>\n<p data-start=\"2557\" data-end=\"2598\">Bu hipotezin temel noktaları şunlardır:</p>\n<ul data-start=\"2600\" data-end=\"3057\">\n<li data-start=\"2600\" data-end=\"2717\">Dünya’nın kozmik mikrodalga arka planına (CMB) göre hareketi, uzak galaksileri algılama biçimimizi etkileyebilir.</li>\n<li data-start=\"2718\" data-end=\"2799\">Bu etki, JWST’nin %66 saat yönünde dönüş gözlemlemesine neden olmuş olabilir.</li>\n<li data-start=\"2800\" data-end=\"2914\">JADES araştırma alanının Samanyolu Galaktik Kutbu’na yakın konumu, bu gözlemsel yanılgıya katkıda bulunabilir.</li>\n<li data-start=\"2915\" data-end=\"3057\">Eğer doğruysa, bu açıklama mevcut kozmoloji modellerinde köklü değişiklikler yapmaya gerek kalmadan bazı kozmolojik bilmeceleri çözebilir.</li>\n</ul>\n<p data-start=\"3059\" data-end=\"3279\">Dünya’nın Hareketi Etkisi Hipotezi, astronomik verileri yorumlarken gözlemsel yanılgıları dikkate almanın önemini vurguluyor. Ancak bu teorinin doğruluğunu test etmek için daha fazla araştırmaya ve gözleme ihtiyaç var.</p>\n<hr data-start=\"3281\" data-end=\"3286\">\n<h3 data-start=\"3288\" data-end=\"3331\"><strong data-start=\"3292\" data-end=\"3329\">Kozmolojik Modeller İçin Sonuçlar</strong></h3>\n<p data-start=\"3332\" data-end=\"3636\">JWST’nin gözlemlediği beklenmedik galaksi dönüş desenleri, mevcut kozmoloji modellerine meydan okuyarak evren anlayışımızda büyük değişikliklere yol açabilir. Eğer kara delik kozmolojisi teorisi doğruysa, bu kozmik kökenler ve yapı hakkındaki temel düşüncelerimizi yeniden şekillendirmemizi gerektirir.</p>\n<p data-start=\"3638\" data-end=\"3792\">Öte yandan, eğer Dünya’nın hareketi bu gözlemsel yanılgıyı yaratıyorsa, bu keşif uzun süredir çözülmeyi bekleyen şu kozmolojik sorunları aydınlatabilir:</p>\n<ul data-start=\"3794\" data-end=\"3963\">\n<li data-start=\"3794\" data-end=\"3888\">Evrenin genişleme hızında farklı ölçümlerden kaynaklanan <strong data-start=\"3853\" data-end=\"3886\">Hubble gerilimi (H₀ gerilimi)</strong></li>\n<li data-start=\"3889\" data-end=\"3963\">Mevcut ölçümlere göre evrenden daha yaşlı görünen galaksilerin varlığı</li>\n</ul>\n<p data-start=\"3965\" data-end=\"4219\" data-is-last-node=\"\" data-is-only-node=\"\">Bu bulgular, JWST’nin erken evren ve kozmik evrim hakkındaki anlayışımızı kökten değiştirme potansiyeline sahip olduğunu gösteriyor. Bilim insanları, yerleşik teorileri yeniden değerlendirmeye ve kozmolojide yeni paradigmaları keşfetmeye teşvik ediliyor.</p>",
            "image": "https://teknozat.com/media/posts/3/pawel-czerwinski-rV8Hg07t61I-unsplash.jpg",
            "author": {
                "name": "U. Yazar"
            },
            "tags": [
                   "Uzay"
            ],
            "date_published": "2025-03-15T01:34:30+03:00",
            "date_modified": "2025-03-15T01:34:30+03:00"
        },
        {
            "id": "https://teknozat.com/pubii-ile-web-sitesi-olusturma/",
            "url": "https://teknozat.com/pubii-ile-web-sitesi-olusturma/",
            "title": "Publii İle Süper Hızlı Web Sitesi Nasıl Açılır?",
            "summary": "Publii bir statik web sitesi oluşturucu diyebileceğimiz bir içerik yönetim sistemi. Diğer&hellip;",
            "content_html": "<p>Publii bir statik web sitesi oluşturucu diyebileceğimiz bir içerik yönetim sistemi. Diğer içerik yönetim sistemlerinin aksine, dosyaları bir sunucuya yükleyip cms'yi oradan yönetmiyoruz. Bilgisyaraımıza kurduğumuz bir program vasıtasıyla sitemizi hazırlayıp bunu istediğimiz yerde barındırıyoruz. Bir çok ücretsiz seçenek mevcut. </p>\n<p>Bu sistemin olumlu tarafı html tabanlı sayfalar ürettiği için çok hızlı ve seo uyumlu. Ayrıca herhangi bir veritabanı ve ya dinamik dosya barındırmadığı için daha güvenli.</p>\n<p><strong>Olumlu Tarafları</strong></p>\n<ul>\n<li>Çok hızlı</li>\n<li>Seo uyumlu</li>\n<li>Ücretsiz</li>\n<li>Kullanışlı</li>\n</ul>\n<p><strong>Olumsuz Tarafları</strong></p>\n<ul>\n<li>Dinamik içerik oluşturulamaz</li>\n<li>Tema sayısı sınırlı</li>\n</ul>\n<h2>Publii İle site oluşturma</h2>\n<ol>\n<li>Getpublii.com üzerinden uygulamamızı indiriyoruz. Uygulama mac, windows ve linux olmak üzere tüm masaüstü işletim sistemlerinde çalışıyor.</li>\n<li>Uygulamayı açıp ilk sitemizi oluşturuyoruz.</li>\n<li>Github üzerinden hesap açıp bir repo oluşturuyoruz. Repomuzu public yapıp, pages üzerinden özel alanadı bağlıyoruz.</li>\n<li>Publii uygulamamıza gelip github verilerimizi server ayarları sekmesinden giriyoruz. </li>\n<li>Yazılarımızı yazıp, yayına alıyoruz. </li>\n</ol>\n<p>Oldukça kolay.</p>",
            "image": "https://teknozat.com/media/posts/1/publii.png",
            "author": {
                "name": "U. Yazar"
            },
            "tags": [
            ],
            "date_published": "2025-01-25T13:21:34+03:00",
            "date_modified": "2025-01-25T16:38:58+03:00"
        }
    ]
}
